Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The well was drilled about 13 kilometres southeast of the 30/11-8 S discovery and about 35 km south of the Oseberg Sør installation in the North Sea.
nb: Brønnen er boret om lag 13 kilometer sørøst for 30/11-8 S funnet og om lag 35 km sør for Oseberg Sør installasjonen i Nordsjøen.

source: The primary exploration target for well 30/11-9 S was to prove petroleum in Upper to Middle Jurassic reservoir rocks (lower part of the Heather and Tarbert formation).
nb: Primær letemål med brønn 30/11-9 S var å påvise petroleum i øvre til midtre jura reservoarbergarter (nedre del av Heather- og Tarbertformasjonen).

source: The secondary exploration target was to prove petroleum in reservoir rocks in the Middle Jurassic (Ness and Etive formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i midtre jura reservoarbergarter (Ness- og Etiveformasjonen).

source: The well encountered gas in a net 90-metre column in the lower part of the Heather formation and in the upper to middle part of the Tarbert formation, both with reservoir properties as expected.
nb: Brønnen påtraff gass i en 90 meter netto kolonne i nedre del av Heatherformasjonen og i øvre til midtre del av Tarbertformasjonen, begge med reservoaregenskaper som forventet.

source: The Ness formation was aquiferous and the Etive formation, which lies under the Ness formation, was therefore not explored.
nb: Nessformasjonen var vannførende og Etiveformasjonen, som ligger under Nessformasjonen, ble derfor ikke undersøkt.

source: The primary exploration target for well 30/11-9 A was to prove petroleum in Middle Jurassic reservoir rocks (the Tarbert formation).
nb: Primært letemål med brønn 30/11-9 A var å påvise petroleum i midtre jura reservoarbergarter (Tarbertformasjonen).

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Ness and Etive formation).
nb: Sekundært letemål var å påvise petroleum i midtre jura reservoarbergarter (Ness- og Etiveformasjonen).

source: The well encountered oil in a net 40-metre column in the lower part of the Heather formation and the upper part of the Tarbert formation, both with reservoir properties as expected.
nb: Brønnen påtraff olje i en 40 meter netto kolonne i nedre del av Heatherformasjonen og øvre del av Tarbertformasjonen, begge med reservoaregenskaper som forventet.

source: Preliminary estimates indicate that the size of the discoveries is between 3 and 7 million Sm3 recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnene er mellom 3 og 7 millioner Sm3 utvinnbare oljeekvivalenter.

source: The wells were not formation-tested, but extensive data acquisition was carried out.
nb: Brønnene ble ikke formasjonstestet, men det er utført omfattende datainnsamling.

source: The licensees in production licence 272 will assess the discoveries together with other discoveries in the production licence.
nb: Rettighetshaverne i utvinningstillatelsen 272 vil vurdere funnene sammen med andre funn i utvinningstillatelsen.

source: Wells 30/11-9 S and 30/11-9 A were drilled to respective vertical depths of 3637 and 3646 metres below the sea surface, and both were terminated in the Ness formation in the Middle Jurassic.
nb: Brønnene 30/11-9 S og 30/11-9 A ble boret til et vertikalt dyp av henholdsvis 3637 og 3646 meter under havflaten, og begge ble avsluttet i Nessformasjonen i midtre jura.

source: Wells 30/11-9 S and 30/11-9 A were drilled by the Ocean Vanguard drilling rig, which will now proceed to production licence 628 in the North Sea to drill wildcat well 25/9-4, where Statoil Petroleum AS is the operator.
nb: Brønnene 30/11-9 S og 30/11-9 A ble boret av boreinnretningen Ocean Vanguard som nå skal til utvinningstillatelse 628 i Nordsjøen for å bore undersøkelsesbrønn 25/9-4 der Statoil Petroleum AS er operatør.

source: The well was drilled about 35 kilometres southeast of the Oseberg field in the North Sea.
nb: Brønnen er boret om lag 35 kilometer sørøst for Osebergfeltet i Nordsjøen.

source: The primary exploration target for the well was proving petroleum in Palaeocene reservoir rocks (Hermod formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av paleocen alder (Hermodformasjon).

source: The secondary exploration target was proving petroleum in Palaeocene reservoir rocks in the Ty formation.
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i Tyformasjon, også dette av paleocen alder.

source: The well encountered the Hermod formation with good quality reservoir rocks, but they were aquiferous.
nb: Brønnen påtraff Hermodformasjonen med reservoarbergarter av god kvalitet, men de var vannførende.

source: Reservoir rocks were not encountered in the Ty formation.
nb: Det ble ikke påtruffet reservoarbergarter i Tyformasjonen.

source: The well is the first exploration well in production licence 507 (link to fact page).
nb: Brønnen er den første letebrønnen i utvinningstillatelse 507.

source: The well was drilled to a vertical depth of 2357 metres below the sea surface and was terminated in Late Cretaceous rocks (Shetland group).
nb: Brønnen ble boret til et vertikalt dyp av 2357 meter under havflaten og ble avsluttet i bergarter av senkritt alder (Shetlandgruppen).

source: The water depth is 121 metres.
nb: Havdypet er 121 meter.

source: Well 31/10-1 was drilled by the Borgland Dolphin, which will now proceed to production licence 553 in the North Sea to drill wildcat well 34/7-36 S where Det norske oljeselskap ASA is the operator.
nb: Brønn 31/10-1 ble boret av Borgland Dolphin, som nå skal til utvinningstillatelse 553 i Nordsjøen for å bore undersøkelsesbrønn 34/7-36 S der Det norske oljeselskapet ASA er operatør.

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (Draupne formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (Draupneformasjon).

source: The secondary exploration target was proving petroleum in Upper and Middle Jurassic reservoir rocks (Sognefjord, Fensfjord, Krossfjord formations and the Brent Group).
nb: Sekundært letemål var å påvise petroleum i øvre- og midtre jura reservoarbergarter (Sognefjord-, Fensfjord-, Krossfjordformasjon og Brent gruppen).

source: The well did not encounter reservoir rocks in the Draupne formation.
nb: Brønnen påtraff ikke reservoarbergarter i Draupneformasjon.

source: In the secondary target, reservoir rocks were encountered in the Sognefjord, Fensfjord, Krossfjord formations and the Brent Group.
nb: I sekundært mål ble det påtruffet reservoarbergarter i Sognefjord-, Fensfjord-, Krossfjordformasjon og Brentgruppen.

source: The reservoirs are of good quality, but are water-filled.
nb: Reservoarene er av god kvalitet, men de er vannfylt.

source: This is the first exploration well in production licence 550.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 550.

source: The well was drilled to a vertical depth of 3217 metres below the sea surface and terminated in Lower Jurassic reservoir rocks (Cook formation).
nb: Brønnen ble boret til et vertikalt dyp av 3217 meter under havflaten og ble avsluttet i undre jura reservoarbergarter (Cookformasjon).

source: Well 31/2-21 S was drilled by Borgland Dolphin which will now proceed to production licence 558 in the Norwegian Sea to drill wildcat well 6507/5-7, where E.ON E&P Norge AS is the operator.
nb: Brønn 31/2-21 S ble boret av Borgland Dolphin som nå skal til utvinningstillatelse 558 i Norskehavet for å bore undersøkelsebrønn 6507/5-7 der E.ON E&P Norge AS er operatør.

source: The well was drilled approx. ten kilometres north of the Troll C facility in the North Sea.
nb: Brønnen er boret om lag ti kilometer nord for Troll C-innretningen i Nordsjøen.

source: The well's primary exploration target was to prove petroleum in Late Jurassic reservoir rocks (the Sognefjord formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av senjura alder (Sognefjordformasjonen).

source: Secondary exploration targets were to prove petroleum in the Paleocenic rocks (the Lista formation) and Middle/Late Jurassic reservoir rocks (the Krossfjord and Fensfjord formations and the Brent group).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av paleocen alder (Listaformasjonen) og mellom-/senjura alder (Krossfjord- og Fensfjordformasjonene og Brentgruppen).

source: In both the primary and secondary exploration targets the well encountered reservoir rocks and reservoir quality as expected.
nb: I både primært og sekundære letemål påtraff brønnen reservoarbergarter og reservoarkvalitet som forventet.

source: The well is the first exploration well in production licence 551.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 551.

source: The well was drilled to a vertical depth of 2082 metres below sea level and was terminated in the Brent group in reservoir rocks from the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 2082 meter under havflaten og ble avsluttet i Brentgruppen av mellomjura alder.

source: Water depth at the site is 348 metres.
nb: Havdypet er 348 meter.

source: Well 31/3-4 was drilled by the Transocean Barents drilling facility, which will now proceed to production licence 659 in the Barents Sea to drill wildcat well 7222/11-2, where Det norske oljeselskap ASA is the operator.
nb: Brønn 31/3-4 ble boret av boreinnretningen Transocean Barents som nå skal til utvinningstillatelse 659 i Barentshavet for å bore undersøkelsesbrønn 7222/11-2 der Det norske oljeselskap ASA er operatør.

source: The well was drilled about 150 kilometres west of Florø, between the Statfjord and Gullfaks fields in the northern North Sea.
nb: Brønnen er boret om lag 150 kilometer vest for Florø, mellom Statfjord- og Gullfaksfeltene i nordlige Nordsjøen.

source: The primary and secondary exploration targets for the well were to prove petroleum in reservoir rocks from the Late Jurassic (intra Draupne formation sandstone) and Eocene periods, (Hordaland group), respectively.
nb: Primært og sekundært letemål for brønnen var å påvise petroleum i reservoarbergarter av henholdsvis seinjura alder (intra Draupneformasjonen sandstein) og eocen alder (Hordalandgruppen).

source: Well 33/12-10 S did not encounter a reservoir in the Draupne formation.
nb: Brønn 33/12-10 S påtraff ikke reservoar i Draupneformasjonen.

source: In the Hordaland group, the well encountered about 35 metres of very good quality reservoir sandstone.
nb: I Hordalandgruppen påtraff brønnen om lag 35 meter med reservoarsandstein av meget god kvalitet.

source: Neither of the reservoirs showed traces of petroleum.
nb: Ingen av reservoarene har spor av petroleum.

source: This well is the first exploration well in production licence 631, awarded in APA 2011.
nb: Dette er den første letebrønnen i utvinningstillatelse 631, som ble tildelt i TFO 2011.

source: The well was drilled to a measured depth of 3072 metres below the sea surface and was terminated in the Heather formation from the Late Jurassic.
nb: Brønnen ble boret til et målt dyp på 3072 meter under havflaten, og ble avsluttet i Heatherformasjonen av seinjura alder.

source: Water depth at the site is 140 metres.
nb: Havdypet er 140 meter.

source: Well 33/12-10 S was drilled by the Bredford Dolphin drilling facility, which will now move to the Norwegian Sea to drill wildcat well 6405/12-1 in production licence 584, with Lundin Norway AS as operator.
nb: Brønn 33/12-10 S ble boret av boreinnretningen Bredford Dolphin, som nå skal til Norskehavet for å bore undersøkelsesbrønn 6405/12-1 i utvinningstillatelse 584, med Lundin Norway AS som operatør.

source: The well was drilled about 200 kilometres northwest of Florø and about 65 kilometres northwest of the Snorre field in the northern North Sea.
nb: Brønnen er boret om lag 200 kilometer nordvest av Florø og om lag 65 kilometer nordvest av Snorrefeltet i nordlige Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in Jurassic reservoir rocks (“Intra-Draupne sandstone”).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av jura alder («intra Draupne sandstein»).

source: The secondary exploration target was proving petroleum in Eocene sandstone.
nb: Sekundært letemål var å påvise petroleum i sandstein av eocen alder.

source: The primary and secondary exploration targets were not present.
nb: Primært og sekundært letemål var ikke tilstede.

source: The well encountered 2-3 metres of Jurassic sand with poor reservoir properties, but with traces of petroleum.
nb: Brønnen påtraff 2-3 meter med sand av jura alder med dårlige reservoaregenskaper, men med spor av petroleum.

source: This is the first exploration well in production licence 555 , which was awarded in APA 2009.
nb: Dette er første letebrønn i utvinningstillatelse 555, som ble tildelt i TFO2009.

source: Well 33/2-1 was drilled to a vertical depth of 4433 metres below the sea surface, and was terminated in the Statfjord group in the Early Jurassic.
nb: Brønn 33/2-1 ble boret til et vertikalt dyp av 4433 meter under havoverflaten, og ble avsluttet i Statfjordgruppen av tidligjura alder.

source: Water depth at the site is 381 metres.
nb: Havdypet er 381 meter.

source: The well was drilled by the Transocean Arctic semi-submersible drilling facility, which will now drill wildcat well 6406/2-8, operated by Wintershall Norge AS.
nb: Brønnen ble boret av den halvt nedsenkbare boreinnretningen Transocean Arctic, som nå skal bore undersøkelsesbrønn 6406/2-8, operert av Wintershall Norge AS.

source: The wells were drilled about six kilometres north of the Valemon field in the northern part of the North Sea.
nb: Brønnene er boret om lag 6 kilometer nord for Valemonfeltet i den nordlige del av Nordsjøen.

source: The primary exploration target for the wells was to prove petroleum in a separate fault block in Middle and Lower Jurassic rocks (the Brent Group).
nb: Primært letemål for brønnene var å påvise petroleum i en separat forkastningsblokk i midtre og nedre jura reservoarbergarter (Brentgruppen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic reservoir rocks (the Cook formation and the Statfjord group).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (Cookformasjonen og Statfjordgruppen).

source: Well 34/10-54 S encountered a 74-metre gross gas column in the Tarbert and upper Ness formations in the Middle Jurassic, of which 20 metres in sandstone with poor to good reservoir quality.
nb: Brønn 34/10-54 S påtraff en 74 meter brutto gasskolonne i Tarbert-, og i øvre Nessformasjonen i midtre jura, hvorav 20 meter i sandsteiner med dårlig til god reservoarkvalitet.

source: In the middle and lower Ness formation, a 45-metre oil column was encountered, of which 16 metres in sandstone with good reservoir quality.
nb: I midtre og nedre Nessformasjonen ble det påtruffet en 45 meter oljekolonne, hvorav 16 meter i sandsteiner med god reservoarkvalitet.

source: In the Etive formation in the Middle Jurassic, seven metres of sandstone with good reservoir quality was encountered, but this is aquiferous.
nb: I Etiveformasjonen i midtre jura, ble det påtruffet 7 meter med sandsteiner av god reservoarkvalitet, men disse er vannførende.

source: In the immediately underlying reservoir rocks, in the Rannoch formation in the Middle Jurassic, a 38-metre condensate column in sandstone with poor reservoir quality was encountered.
nb: I umiddelbart underliggende reservoarbergarter, i Rannochformasjonen i midtre jura, ble det påtruffet en 38 meter kondensatkolonne i sandsteiner med dårlig reservoarkvalitet.

source: In addition, condensate was encountered in Middle Jurassic sandstone with poor reservoir quality in the Cook formation.
nb: I tillegg ble det påtruffet kondensat i midtre jura sandsteiner med dårlig reservoarkvalitet i Cookformasjonen.

source: Well 34/10-54 A encountered an approx. 100-metre gross gas column in sand of unspecified Jurassic Age and in the Brent Group, of which 40 metres in sandstone with poor reservoir quality.
nb: Brønn 34/10-54 A påtraff en om lag 100 meter brutto gasskolonne i sand av uspesifisert jura alder og i Brentgruppen, hvorav 40 meter i sandsteiner med dårlig reservoarkvalitet.

source: In the Nansen formation from the Lower Jurassic, a 38-metre gas column was encountered, of which 32 metres in sandstone with poor to good reservoir quality.
nb: I Nansenformasjonen i nedre jura ble det påtruffet en 38 meter gasskolonne, hvorav 32 meter i sandsteiner med dårlig til god reservoarkvalitet.

source: In the Eiriksson formation from the Lower Jurassic, a 77-metre gas column was encountered, of which 31 metres in sandstone with poor reservoir quality.
nb: I Eirikssonformasjonen i nedre jura, ble det påtruffet en 77 meter gasskolonne, hvorav 31 meter i sandsteiner med dårlig reservoarkvalitet.

source: Petroleum was also encountered in Middle Jurassic and Lower Jurassic sandstone with poor reservoir quality in the Cook and Raude formations, but it is currently unclear whether this is oil, condensate or gas.
nb: Petroleum ble også påtruffet i midtre jura og nedre jura sandsteiner med dårlig reservoarkvalitet i Cook- og Raudeformasjonen, men det er foreløpig uavklart om det er olje, kondensat eller gass.

source: No petroleum/water contact was encountered in the wells.
nb: Det er ikke påtruffet petroleum/vann-kontakter i brønnene.

source: The wells were not formation tested, but comprehensive data acquisition and sampling were carried out.
nb: Brønnene ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: Preliminary estimates of the total size of the discoveries are between 3 and 12 million Sm³ of recoverable oil equivalents.
nb: Foreløpige beregninger av samlet størrelse på funnene er mellom 3 og 12 millioner Sm³ utvinnbare oljeekvivalenter.

source: The Valemon Unit licensees will consider tying the discoveries in to the Valemon field.
nb: Rettighetshaverne i Valemon Unit vil vurdere å knytte funnene opp til Valemonfeltet.

source: 34/10-54 S and 34/10-54 A were drilled to vertical depths of 4229 and 4247 metres below the sea surface, respectively, and were terminated in the Burton formation and the Statfjord group in the Lower Jurassic, respectively.
nb: 34/10-54 S og 34/10-54 A ble boret til et vertikalt dyp av henholdsvis 4229 og 4247 meter under havoverflaten, og ble avsluttet i henholdsvis Burtonformasjonen og Statfjordgruppen i nedre jura.

source: Wells 34/10-54 S and -54 A were drilled by the Transocean Leader drilling facility, which will now proceed to PL073 to drill production well 6407/1-A-3, where Statoil Petroleum AS is the operator.
nb: Brønnene 34/10-54 S og -54 A ble boret av boreinnretningen Transocean Leader som nå skal til tillatelse 073 for å bore utvinningsbrønnen 6407/1-A-3, der Statoil Petroleum AS er operatør.

source: Wellbore 7122/7-5 will be drilled from the Polar Pioneer drilling facility at position 71 16 24.56 N and 22 16 40.54 E.
nb: Brønnbanen 7122/7-5 skal bores fra boreinnretningen Polar Pioneer i posisjon 71 16 24,56 N og 22 16 40,54 Ø.

source: The drilling program for wellbore 7122/7-5 applies to drilling of a wildcat well.
nb: Boreprogrammet for brønnbane 7122/7-5 gjelder boring av én undersøkelsesbrønn.

source: The area of this production licence consists of blocks 7122/7, 8, 9 and 10 and 7123/7, which are situated about 85 km north-west of Hammerfest and about 50 km south-east of the Snøhvit field.
nb: Arealet i denne utvinningstillatelsen består av blokkene 7122/7, 8, 9 og 10 og 7123/7, som ligger om lag 85 km nordvest for Hammerfest, cirka 50 km sørøst for Snøhvitfeltet.

source: Production licence 229 was awarded in the Barents Sea Project in 1997.
nb: Utvinningstillatelse 229 ble tildelt i Barentshavsprosjektet i 1997.

source: Four exploration wells have previously been drilled in the area encompassed by the production licence.
nb: Det er tidligere boret fire letebrønner i arealet som omfattes av tillatelsen.

source: The Polar Pioneer drilling facility is currently completing well 7122/7-4 for ENI.
nb: Boreinnretningen Polar Pioneer holder på og avslutter brønn 7122/7-4 for ENI.

source: The well was drilled on the eastern flank of the Gimle field, which is located between the Gullfaks and Visund fields in the northern part of the North Sea.
nb: Brønnen er boret på østflanken av Gimlefeltet, som ligger mellom feltene Gullfaks og Visund i nordlige del av Nordsjøen.

source: The objective of the well was to prove petroleum in Middle Jurassic to Upper Triassic reservoir rocks (Brent Group, Statfjord Group and Lunde formation).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura til øvre trias reservoarbergarter (Brentgruppen, Statfjordgruppen og Lundeformasjonen).

source: The well was drilled at an angle and encountered petroleum in the Brent Group, Statfjord Group and Lunde formation with reservoir sands of presumably good reservoir quality.
nb: Brønnen ble skråboret og påtraff petroleum i Brentgruppen, Statfjordgruppen og Lundeformasjonen med reservoarsander av antatt god reservoarkvalitet.

source: Preliminary calculation of the size of the discoveries totals between 0.2 and 1 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnene er til sammen mellom 0,2 og 1 million standardkubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The discoveries will be considered for tie-in to the Gimle field.
nb: Funnene vil bli vurdert tilknyttet Gimlefeltet.

source: The well was not formation-tested and limited data acquisition was carried out due to technical issues in the well.
nb: Brønnen ble ikke formasjonstestet og det ble utført begrenset datainnsamling på grunn av tekniske problemer i brønnen.

source: 34/10-C-18 A was drilled to a vertical depth of 3023 metres below the sea surface, with a measured depth of 8501 metres and was terminated in rocks presumably belonging to the Lunde formation.
nb: 34/10-C-18 A ble boret til et vertikalt dyp på 3023 meter under havflaten, med et målt dyp på 8501 meter og ble avsluttet i bergarter antatt å tilhøre Lundeformasjonen.

source: Water depth at the site is about 220 metres.
nb: Havdypet er omlag 220 meter.

source: Well 34/10-C-18 A was drilled from the Gullfaks C platform.
nb: Brønn 34/10-C-18 A ble boret fra Gullfaks C-plattformen.

source: The well was plugged and abandoned, and was then side-tracked as development well 34/10-C-18 B in Gimle.
nb: Brønnen er plugget og forlatt og brønnen er deretter sideboret som utvinningsbrønn 34/10-C-18 B i Gimle.

source: Production licence 120 B >>
nb: Utvinningstillatelse 120 B >>

source: The wells were drilled about 30 kilometres northeast of the Visund field in the northern North Sea.
nb: Brønnene er boret om lag 30 kilometer nordøst for Visundfeltet i nordlige Nordsjøen.

source: Appraisal well 34/6-3 S is located 2 kilometres southwest of the 34/6-2 S discovery well.
nb: Avgrensningsbrønn 34/6-3 S er lokalisert 2 kilometer sørvest av funnbrønnen 34/6-2 S.

source: The objective of the well was to delineate the 34/6-2 S oil discovery made in the Cook formation in the Lower Jurassic in 2012.
nb: Hensikten med brønnen var å avgrense oljefunnet 34/6-2 S som er gjort i Cookformasjonen i nedre jura i 2012.

source: Before drilling of the appraisal well, the discovery was estimated at 6 million Sm3 recoverable oil.
nb: Før boring av avgrensningsbrønnen var funnet estimert til 6 millioner Sm3 utvinnbare olje.
